Repository: mariocontext/ufestore
Catalog: packages/core_commerce/languages/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Are you sure you want to remove this attribute?
fr_fr: Etes vous certain de vouloir supprimer cet attribut ?

source: Add Attribute
fr_fr: Ajouter un attribut

source: Choose Attribute Type
fr_fr: Choisir le type d'attribut

source: Order Detail
fr_fr: Détails de commande

source: Order Information
fr_fr: Information de commande

source: Order ID:
fr_fr: ID de commande:

source: Unknown. This product has been removed.
fr_fr: Inconnue. Ce produit a été retiré.

source: User Account:
fr_fr: Compte d'utilisateur:

source: Billing/Shipping Information
fr_fr: Informations de Facturation/Livraison

source: Order Status
fr_fr: Etat de la commande

source: Currently:
fr_fr: Actuellement:

source: Date Set
fr_fr: Régler la date

source: Set By
fr_fr: Défini par

source: Update Order Status
fr_fr: Mettre l'état de la commande à jour

source: Set Status
fr_fr: Régler l'état

source: Order Search
fr_fr: Recherche de commande

source: m/d/Y - g:i A
fr_fr: d/m/Y - g:i A

source: No orders found.
fr_fr: Aucune commande trouvée.

source: Edit Sales Tax Rate
fr_fr: Modifier la taxe de vente

source: Delete Sales Tax Rate
fr_fr: Supprimer la taxe de vente

source: Are you sure you want to remove this rate?
fr_fr: Etes vous certains de vouloir supprimer cette taxe de vente ?

source: Delete Rate
fr_fr: supprimer le taux

source: Add Sales Tax Rate
fr_fr: Ajouter un taux de taxe

source: Edit Payment Method
fr_fr: Modifier la méthode de paiement

source: Payment Methods
fr_fr: Méthode de paiement

source: There are no payment methods installed.
fr_fr: Il n'y à aucune méthode de paiement d'installée.

source: Custom Payment Methods
fr_fr: Méthodes de paiements personnalisées

source: There are no available payment methods awaiting installation.
fr_fr: Il n'y à aucune méthode de paiement en attente d'installation.

source: Sales Tax Rates
fr_fr: Taux de taxes de ventes

source: There are no available sales tax rates.
fr_fr: Il n'y a pas de taux de taxes disponibles.

source: Create Product
fr_fr: Créer un produit

source: Product Options
fr_fr: Options du produit

source: Standard Images
fr_fr: Images standard

source: Choose Image
fr_fr: Choisir une image

source: Add Image
fr_fr: ajouter une image

source: Additional Images
fr_fr: Images additionelles

source: Update Images
fr_fr: Mettre les images à jour

source: Customer Choices
fr_fr: Option(s) proposée(s) aux clients

source: View Product
fr_fr: Voir le produit

source: Edit Option
fr_fr: Modifier l'option

source: Delete Option
fr_fr: Supprimer l'option

source: Are you sure you want to remove this option?
fr_fr: Etes vous certain de vouloir supprimer cette option ?

source: Add Option
fr_fr: Ajouter une option

source: Choose Type
fr_fr: Choisir un type

source: Edit Product
fr_fr: Modifier le produit

source: Properties
fr_fr: Propriétés

source: Duplicate
fr_fr: Dupliquer

source: Are you sure you want to remove this product?
fr_fr: Etes vous certain de vouloir supprimer ce produit ?

source: This product has a page associated in the sitemap. Do you want to remove that page aswell?
fr_fr: Ce produit à une page associée dans le plan du site. Voulez vous supprimer celle-ci ?

source: Update Product
fr_fr: Mettre le produit à jour

source: Product Search
fr_fr: Recherche de produit(s)

source: Add Product
fr_fr: Ajouter un produit

source: Attribute Settings
fr_fr: Paramètres de l'attribut

source: Product Attributes
fr_fr: Attributs du produit

source: Order Attributes
fr_fr: Attributs de commande

source: Inventory Settings
fr_fr: Paramètres de l'inventaire

source: Automatic Inventory Management
fr_fr: Gestion automatique de l'inventaire

source: Subtract inventory when the following occurs:
fr_fr: Soustraire de l'inventaire lorsque l'action suivante se produit:

source: Order clears the payment gateway
fr_fr: Le paiement de la commande est validé

source: Order status changed to "shipped"
fr_fr: L'état de la commande est modifiée en "expédié"

source: Order status changed to "completed"
fr_fr: L'état de la commande est modifiée en "complète"

source: Save Inventory Settings
fr_fr: Sauvegarder les réglages de l'inventaire

source: Security Settings
fr_fr: Paramètres de sécurité

source: Use SSL for Checkout
fr_fr: Utiliser SSL pour les commandes

source: Update Security Settings
fr_fr: Mettre les paramètres de sécurité à jour

source: General Settings
fr_fr: Paramètres généraux

source: Unit
fr_fr: Symbole

source: Thousands Separator
fr_fr: Séparateur de milliers

source: Decimal Symbol/Point
fr_fr: Symbole décimal/point

source: Email
fr_fr: Courriel

source: Receipt Email Settings
fr_fr: Paramètres de réception de courriel

source: Receipt From Email Address
fr_fr: Reçu depuis l'adresse Email

source: Receipt From Name
fr_fr: Nom de l'émetteur affiché

source: Notification Email Settings
fr_fr: Paramètres de notification apr courrier électronique

source: Send notification emails when an order is placed
fr_fr: Envoyer les courriels de notification lorsqu'une commande est passée

source: Send To (One Email Per Line)
fr_fr: Envoyer à (un Email par ligne)

source: Text to include with receipt emails
fr_fr: Texte à inclure dans les courriels reçus

source: Notification From Email Address
fr_fr: Notification depuis l'adresse Email

source: Notification From Name
fr_fr: Nom affiché de l'emmeteur de notification

source: Update General Settings
fr_fr: Mettre à jour les paramètres généraux

source: Edit Shipping Type
fr_fr: Modifier le type de livraison

source: Shipping Types
fr_fr: Types de livraisons

source: There are no shipping types installed.
fr_fr: Il n'y a aucun type d'expédition d'installé.

source: Custom Shipping Types
fr_fr: Types d'expéditions personnalisés

source: There are no available shipping types awaiting installation.
fr_fr: Il n'y a aucun type d'expédition en attente d'installation.

source: If you would like to create a default detail page for this product now, select a location for that new page to live from the sitemap. If you choose not to create a page now you will still be able add the product to a page later.
fr_fr: si vous désirez créer une page de détails par défaut pour ce produit maintenant, sélectionner un emplacement pour cette nouvelle page dans le plan du site. Si vous choisissez de ne pas créer la page maintenant, vous pourrez toujours ajouter le produit sur une page plus tard.

source: Set Parent Page
fr_fr: Définir la page parente

source: Skip Page Creation
fr_fr: Sauter la création de page

source: Additional Searchable Attributes
fr_fr: Attributs cherchables additionnels

source: Choose the additional attributes you wish to include as column headers.
fr_fr: Choisissez les attributs supplémentaires que vous souhaitez inclure dans les en-têtes de colonne.

source: You have selected the page %s. If this is correct click okay.
fr_fr: Vous avec sélectionner la page %s. Si c'est correct cliquer sur D'accord.

source: Okay
fr_fr: D'accord
