Repository: mariocontext/ufestore
Catalog: packages/core_commerce/languages/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Access Denied.
fr_fr: Accès refusé.

source: Adds links to the Shopping Cart and Checkout page.
fr_fr: Ajoute les liens dans le panier et la page de commande.

source: Cart Links
fr_fr: Lien du panier

source: Cart Links Options
fr_fr: Options de liens du panier

source: Show link to cart.
fr_fr: Afficher un lien dans le panier.

source: Cart Link text
fr_fr: Texte du lien dans le panier

source: Show quantity of items in cart.
fr_fr: Afficher la quantité d'objet dans le panier.

source: Show link to checkout directly.
fr_fr: Afficher directement le lien de prise de commande.

source: Checkout Link text
fr_fr: Texte du lien de prise de commande

source: Preview
fr_fr: Prévisualiser

source: Embeds a product in your website.
fr_fr: Intègre un produit sur votre site web.

source: Product
fr_fr: Produit

source: Add to Cart
fr_fr: Ajouter au panier

source: Full Image
fr_fr: Image complète

source: Thumbnail Image
fr_fr: Miniature de l'image

source: Alternate Thumbnail
fr_fr: Miniature alternative

source: Choose specific product
fr_fr: Choisir un produit spécifique

source: Inherit from current page
fr_fr: Hériter de la page actuelle

source: Select Product
fr_fr: Selectionner un produit

source: Where should the product properties be displayed?
fr_fr: A quel endroit afficher les propriétés du produit ?

source: Property
fr_fr: Propriété

source: Callout
fr_fr: Légende

source: Name
fr_fr: Nom

source: Price
fr_fr: Prix

source: Discount
fr_fr: Remise

source: Quantity in Stock
fr_fr: Quantité en stock

source: Adding to Cart
fr_fr: Ajouter au panier

source: Link product to its default page.
fr_fr: Lier le produit à sa page par défaut.

source: Include add to cart link.
fr_fr: Inclure le lien ajouter ua panier.

source: Allow quantity to be chosen.
fr_fr: Autoriser le choix des quantités.

source: Add to Cart Button Text
fr_fr: Texte du bouton ajouter au panier

source: Display product image.
fr_fr: Affiche l'image du produit.

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Image Position
fr_fr: Position de l'image

source: Left
fr_fr: Gauche

source: Top
fr_fr: Haut

source: Right
fr_fr: Droite

source: Bottom
fr_fr: Bas

source: Alternate image to display on roll-over:
fr_fr: Image alternative à afficher au survol de la souris:

source: None
fr_fr: Aucun(e)

source: Use Overlays
fr_fr: Utiliser les superpositions

source: Image Width
fr_fr: Largeur de l'image

source: Image Height
fr_fr: Hauteur de l'image

source: Displays a list of products
fr_fr: Afficher une liste de produits

source: Product List
fr_fr: Liste des produits

source: Directly under this page
fr_fr: Directement sous cette page

source: A stored search query
fr_fr: Une requête de recherche enregistrée

source: Top purchased products
fr_fr: Produits les plus commandés

source: Top visited products
fr_fr: Produits les plus visités

source: Breadcrumb of products seen
fr_fr: Chemins de produits vus

source: Select Search Field.
fr_fr: Sélectionner un champ de recherche

source: Data Source
fr_fr: Source des données

source: Get products from
fr_fr: Obtenir les produits depuis

source: How many levels down
fr_fr: Combien de niveaux descendants

source: Only display products matching the following search criteria
fr_fr: N'afficher que les produits correspondants au(x) critère(s) de recherche suivant(s)

source: Keywords
fr_fr: Mots clés

source: Search
fr_fr: Rechercher

source: Data Formatting
fr_fr: Formatage des données

source: Results Layout
fr_fr: Agencement des résultats

source: Add to cart
fr_fr: Ajouter au panier

source: Display search results
fr_fr: Afficher les résultats des recherches

source: Order products by
fr_fr: Commander les produits par

source: Ascending
fr_fr: Croissant

source: Descending
fr_fr: Décroissant

source: Cells
fr_fr: Cellules

source: Vertical align
fr_fr: Alignement vertical

source: top
fr_fr: haut

source: bottom
fr_fr: bas

source: middle
fr_fr: millieu

source: Horizontal align
fr_fr: Alignement horizontal

source: left
fr_fr: gauche

source: right
fr_fr: droite

source: center
fr_fr: centre

source: Padding
fr_fr: Marge interne

source: Spacing
fr_fr: Espacement

source: Paging & Sorting
fr_fr: Pagination & Tri

source: Show
fr_fr: Afficher

source: per page
fr_fr: par page

source: Show paging controls on
fr_fr: Affichicher les contrôles de pagination sur

source: Allow sorting by
fr_fr: Autoriser le tri par

source: Product Links
fr_fr: Liens du produit

source: Search Form
fr_fr: Formulaire de recherche

source: Display
fr_fr: Afficher

source: search form.
fr_fr: formulaire de recherche.

source: Submitting this form directs the user
fr_fr: Rediriger l'utilisateur à l'envoie de ce formulaire

source: Back to this page
fr_fr: Revenir sur la page actuelle

source: To another page
fr_fr: Sur une autre page

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: No products found
fr_fr: Aucun produit n'à été trouvé

source: Sort by:
fr_fr: Trier par:

source: Search Products
fr_fr: Recherche de produits

source: Results Per Page
fr_fr: Résultats par page

source: Sell products through your website.
fr_fr: Vendre des produits depuis votre site web.

source: Sales Tax
fr_fr: Taxe de vente

source: Checkbox - Product Price
fr_fr: Checkbox - Prix des produits

source: Text - Product Price
fr_fr: Texte - Prix des produits

source: Select - Product Price
fr_fr: Liste - Prix des produits

source: Product Detail
fr_fr: Détail du produit

source: Order Adjustment
fr_fr: Modification de commande

source: Billing
fr_fr: Facturation

source: Shipping
fr_fr: Livraison

source: Subtotal Modifiers
fr_fr: Modificateurs de sous totaux

source: Flat Shipping
fr_fr: Expédition standard

source: Free Shipping
fr_fr: Frais de port gratuits

source: Basic Discount
fr_fr: Remise de base

source: Default Gateway
fr_fr: Passerelle par défaut

source: Paypal Website Payments Standard
fr_fr: Paiements via Paypal

source: Authorize.Net - Server Integration Method
fr_fr: Authorize.Net - Méthode d'intégration serveur

source: Authorize.Net - Advanced Integration Method
fr_fr: Authorize.Net - Méthode d'intégration avancée

source: First Name
fr_fr: Nom

source: Last Name
fr_fr: Prénom

source: Address
fr_fr: Adresse

source: Phone
fr_fr: Téléphone

source: Shipping & Handling
fr_fr: Expédition & Préparation

source: Discount Code
fr_fr: Code de promotion

source: This is a Duck
fr_fr: C'est un canard

source: Gender
fr_fr: Genre

source: How Cute?
fr_fr: N'est-il pas mignon ?

source: Catalog
fr_fr: Catalogue

source: Ducky Hat?
fr_fr: Mignon le chapeau ?

source: View Cart
fr_fr: Voir le panier

source: Checkout
fr_fr: Commander

source: Buy!
fr_fr: Acheter !

source: Love of Duck
fr_fr: Amour des canards

source: <h1>Ducks?</h1><h2><em>Yes!</em></h2><p><strong>Why?</strong><br />I just like 'em. Ya' know what, maybe I love 'em. I've never looked at a duck and thought "<strong>jerk.</strong>" Ducks are cool and I've always had a good time with them. I remember Ducky from Pretty in Pink fondly, same for Daffy Duck and his ducky dame Daisy. Ducks just always rubbed me the right way, so when it came time to sell a pretend something - Ducks it was.*<span style="font-size: x-small;"><br />*Monkeys did place a very close second. </span></p><p>Now I have ducks up the wazzoooo! Mallards are a dime a dozen around here. Actually, not quite that cheap - check them out. Don't forget to click the image to see more pics from around the pond!</p>
fr_fr: <h1>Canards?</h1><h2><em>Oui!</em></h2><p><strong>Pourquoi?</strong><br />Juste parceque je les aime bien. Oui je sais, peut être que je les adore. Je n'ai jamais regardé un canard et pensé "<strong>jerk.</strong>" Les canards sont cool et j'ai toujours passé du bon temps avec eux. Je me souvient de Ducky from Pretty dans Pink fondly, pareil pour Daffy Duck et sa femme Daisy. Les canards m'ont toujours intéressés, donc quand l'heure de vendre quelque chose de bien est venue - Ce fut les canards.*<span style="font-size: x-small;"><br />*Les singes arrivent en second. </span></p><p>Maintenant, j'ai le wazzoooo canards! Les colverts se trouve à la pelle ici. Mais pas tout à fait bon marché - Regardez les. N'oubliez pas de cliquer sur l'image pour voir plus de photos des canards autour de l'étang !</p>

source: Catch em!
fr_fr: Capturez les !

source: <h2>More Hot Ducks!</h2>
fr_fr: <h2>Plus de super canards !</h2>

source: Signup!
fr_fr: S'inscrire !

source: Buy
fr_fr: Acheter

source: The field "%s" is required
fr_fr: Le champ "%s" est obligatoire

source: Not enough stock to complete your request. Available stock is %s
fr_fr: Désolé, nous n'avons pas assez de stock pour répondre à votre demande. Le stock disponible est de %s

source: Not enough stock to update "%s", current stock is %d
fr_fr: Désolé, nous n'avons pas assez de stock pour mettre votre commande à jour "%s", le stock actuel est de %d

source: Invalid product ID.
fr_fr: ID de produit invalide.

source: You must specify a valid email address.
fr_fr: Vous devez saisir une adresse Email valide.

source: You must specify a payment method.
fr_fr: Vous devez spécifier une méthode de paiement.

source: You must specify a shipping method.
fr_fr: Vous devez spécifier une méthode de livraison.

source: Invalid discountID ID.
fr_fr: ID de remise invalide.

source: Discount Created
fr_fr: Remise créée

source: Discount Updated
fr_fr: Remise mise à jour

source: Discount Deleted
fr_fr: Remise supprimée

source: Discount Type Saved
fr_fr: Type de remise sauvegardée

source: Discount Type Installed
fr_fr: Type de remise installée

source: Products
fr_fr: Produits

source: Orders
fr_fr: Commandes

source: Discounts
fr_fr: Réductions

source: Payment
fr_fr: Paiement

source: Settings
fr_fr: Réglages

source: Invalid attribute ID.
fr_fr: ID d'attribut invalide.

source: Attribute Deleted.
fr_fr: Attibut supprimé.

source: Attribute Created.
fr_fr: Attibut céé.

source: Attribute Updated.
fr_fr: Attibut mis à jour.

source: Order status updated.
fr_fr: Etat de la commande mis à jour.

source: Payment Method Saved
fr_fr: Méthode de paiement sauvegardée.

source: Payment Method Installed
fr_fr: Méthode de paiement installée.

source: Sales Tax Added
fr_fr: Taxe ajoutée.

source: Sales Tax Updated
fr_fr: Taxe mise à jour.

source: Sales Tax Deleted
fr_fr: Taxe supprimée.

source: Invalid tax rate ID.
fr_fr: ID du taux de taxe invalide.

source: Product name required.
fr_fr: Nom du produit obligatoire.

source: Product deleted.
fr_fr: Produit supprimé.

source: Configurable option added to product.
fr_fr: Option configurable ajoutée au produit.

source: Configurable option removed from product.
fr_fr: Option configurable enlevée du produit.

source: Configurable option updated.
fr_fr: Option configurable mise à jour.

source: Images updated.
fr_fr: Images mises à jour.

source: Product updated.
fr_fr: Produit mis à jour.

source: Product duplicated. The new product is below.
fr_fr: Produit copié, le nouveau produit est ci-dessous.

source: Product added.
fr_fr: Produit ajouté.

source: General Settings Updated.
fr_fr: Réglages généraux mis à jour.

source: Inventory settings saved.
fr_fr: Réglages de l'inventaire sauvegardés.

source: Shipping Type Saved
fr_fr: Type de port sauvegardé.

source: Shipping Type Installed
fr_fr: Type de port installé.

source: Required
fr_fr: Requis

source: Required when checking out.
fr_fr: Obligatoire lors de la prise de commande.

source: Required when adding product to cart.
fr_fr: Obligatoire lors de l'ajout de produits dans le panier.

source: Quantity
fr_fr: Quantité

source: Your cart is empty.
fr_fr: Votre panier est vide.

source: Close Window
fr_fr: Fermer la fenêtre

source: &lt; Return to Shopping
fr_fr: &lt; Continuer mes achats

source: Check Out
fr_fr: Commander

source: Update Cart
fr_fr: Mettre à jour le panier

source: Uninstall Content
fr_fr: Désinstaller le contenu

source: Remove any pages found at or below "/catalog" and "/love-of-duck."
fr_fr: Supprimer toutes les pages trouvées sous le "/catalogue" et "/love-of-duck."

source: Handle
fr_fr: Identifiant unique

source: (no spaces, for DB)
fr_fr: (sans espace, pour la Base De Données)

source: (displayed in the cart at checkout)
fr_fr: (affiché dans le panier à la commande)

source: Enabled?
fr_fr: Activer ?

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: Limited Availability
fr_fr: Disponibilité limitée

source: (leave blank for unlimited)
fr_fr: (laisser vide pour illimité)

source: Coupon Code
fr_fr: Code de réduction

source: (entered by shopper)
fr_fr: (que l'acheteur devra saisir)

source: (start date)
fr_fr: (date de début)

source: (end date)
fr_fr: (date de fin)

source: Update Discount
fr_fr: Mettre la remise à jour

source: Add Discount
fr_fr: ajouter une remise

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Update Payment Method
fr_fr: Mettre à jour la méthode de paiement

source: # In Stock
fr_fr: # En stock

source: This product is unavailable.
fr_fr: Ce produit est indisponible.

source: # in Stock
fr_fr: # En stock

source: Base Information
fr_fr: Informations de base

source: Status
fr_fr: Statut

source: Special/Sale Price
fr_fr: Prix de vente promotionnel

source: Quantity In Stock
fr_fr: Quantité en stock

source: Physical Good
fr_fr: Produit physique

source: Unlimited
fr_fr: Illimité

source: Shipping Information
fr_fr: Informations de livraison

source: Requires Shipping
fr_fr: Livraison requise

source: Weight
fr_fr: Poids

source: Dimensions (LxWxH)
fr_fr: Dimensions (LxlxH)

source: Shipping Modifier
fr_fr: Modificateur de livraison

source: Charge Sales Tax
fr_fr: Taxe (T.V.A)

source: Other Product Attributes
fr_fr: Autres attibuts de produits

source: Product Page:
fr_fr: Page du produit:

source: Buying this product will place you in the following groups:
fr_fr: L'achat de ce produit vous inscrira dans le(s) groupe(s) suivant(s):

source: Create a Product Page?
fr_fr: créer une page produit ?

source: Now %s
fr_fr: Maintenant %s

source: Fields
fr_fr: Champs

source: Created Between
fr_fr: Créé entre

source: to
fr_fr: et

source: Date Added
fr_fr: Date d'ajout

source: m/d/Y \a g:i A
fr_fr: d/m/Y \a g:i A

source: No products found.
fr_fr: auncun produit n'a été trouvé.

source: Choose Country
fr_fr: Choisir un pays

source: Rate
fr_fr: Taux

source: Country
fr_fr: Pays

source: State/Province
fr_fr: Etat/Province

source: Postal Code
fr_fr: Code postal

source: Choose State/Province
fr_fr: Choisir votre Etat/Province

source: Sales Tax Already Included in Product Price
fr_fr: La taxe est déjà incluse dans le prix de vente

source: No, bill sales tax during checkout
fr_fr: non, pas de taxes facturées lors de la commande

source: Yes, display sales tax but do not add it to order
fr_fr: Oui, afficher les taxes mais ne pas les ajouter à la commande

source: Update Rate
fr_fr: Mettre le taux à jour

source: Add Rate
fr_fr: Ajouter un taux

source: Shipping Available To
fr_fr: Livraison disponible pour

source: All Available Countries
fr_fr: Tous les pays

source: Selected Countries
fr_fr: Les pays sélectionnés

source: Update Shipping Type
fr_fr: Mettre le type de livraison à jour

source: Handle required.
fr_fr: Identifiant obligatoire.

source: Name required.
fr_fr: Nom obligatoire.

source: Type required.
fr_fr: type obligatoire.

source: Thank you for your purchase!
fr_fr: Félicitations pour votre achat, et merci de la confiance que vous nous accordez !

source: Default Value
fr_fr: Valeur par défaut

source: Adjustment Amount
fr_fr: ajustement du montant

source: The checkbox will be checked by default.
fr_fr: La case sera cochée par défaut.

source: A select attribute type must have at least two values, or must allow users to add to it.
fr_fr: Le type d'attribut sélectionné doit avoir au moins deux valeurs, or doit autoriser les utilisateurs à en ajouter.

source: ** None
fr_fr: ** Aucun

source: ** All
fr_fr: ** Tous

source: Edit
fr_fr: Editer

source: Delete
fr_fr: Supprimer

source: Cancel
fr_fr: annuler

source: Save
fr_fr: Sauvegarder

source: Multiple Values
fr_fr: Valeurs multiples

source: Option Order
fr_fr: Option de commande

source: Allow multiple options to be chosen.
fr_fr: autoriser le choix de multiples options.

source: Display Order
fr_fr: Ordre d'affichage

source: Alphabetical
fr_fr: Alphabétique

source: Most Popular First
fr_fr: Les + populaires en premier

source: Values
fr_fr: Valeurs

source: Add
fr_fr: Ajouter

source: Allow users to add to this list.
fr_fr: Autoriser les utilisateurs compléter cette liste.

source: Must be greater than 0
fr_fr: Doit être supérieur à 0

source: You must specify a discount amount.
fr_fr: Vous devez spécifier un montant de remise.

source: Fixed Amount Off Order
fr_fr: Montant fixe de remise sur la commande

source: Percent Off Order
fr_fr: Pourcentage de remise sur la commande

source: You must specify a minimum subtotal, even if it is zero.
fr_fr: Vous devez spécifier un sous total minimum, même si c'est zéro.

source: In order to use this code, your cart must contain items totalling %s or more.
fr_fr: Pour pouvoir utiliser ce code, votre panier doit contenir des produits totalisant au minimum %s

source: Minimum Total Purchase Required
fr_fr: Total de commande minimum requis

source: Shipping Method
fr_fr: Méthode de livraison

source: New
fr_fr: Nouveau

source: Pending
fr_fr: En attente

source: Authorized
fr_fr: Autorisé

source: Shipped
fr_fr: Envoyé

source: Complete
fr_fr: Complet

source: Cancelled
fr_fr: Annulé

source: You must specify your API Login.
fr_fr: Vous devez spécifier votre identifiant d' API.

source: You must specify your transaction key.
fr_fr: vous devez spécifier votre clef de ransaction.

source: Purchase from %s
fr_fr: Commandé depuis %s

source: Payment Information
fr_fr: Information de paiement

source: Click 'Next' to submit your payment to Authorize.Net.
fr_fr: Cliquez sur 'suivant' pour envoyer votre paiement sur Authorize.Net.

source: Authorize.Net API Login ID
fr_fr: ID de connexion Authorize.Net.

source: Authorize.Net Transaction Key
fr_fr: Clef de transaction Authorize.Net.

source: Card Code Verification (CCV)
fr_fr: Code de Vérification de Carte (CCV)

source: Send Receipt Email
fr_fr: Envoyer un accusé de réception

source: Transaction Type
fr_fr: type de transaction

source: Test Mode
fr_fr: Mode test

source: Authorization
fr_fr: Autorisation

source: Sale
fr_fr: vente

source: Test Account
fr_fr: Test

source: Live (Test Mode)
fr_fr: Production (Mode Test)

source: Live
fr_fr: Production

source: You must specify your MD5 secret key.
fr_fr: Vous devez spécifier votre clef MD5 secrète.

source: Click 'Next' to proceed to Authorize.Net to finish your order.
fr_fr: Cliquez sur 'suivant' pour aller sur Authorize.Net et terminer votre commande.

source: Authorize.Net MD5 Secret
fr_fr: MD5 secret Authorize.Net

source: Click 'Next' to submit your payment to the Default Gateway.
fr_fr: Cliquer sur 'Suivant' pour effectuer votre paiement via la passerelle par défaut.

source: Australian Dollar
fr_fr: Dollar australien

source: Canadian Dollar
fr_fr: Dollar Canadien

source: Czech Koruna
fr_fr: Couronne tchèque

source: Danish Krone
fr_fr: Couronne danoise

source: Hong Kong Dollar
fr_fr: Dollar Hong Kong

source: Hungarian Forint
fr_fr: Forint Hongrois

source: Israeli New Sheqel
fr_fr: nouveau shekel Israélien

source: Japanese Yen
fr_fr: Yen Japonais

source: Mexican Peso
fr_fr: Pseo Mexicain

source: Norwegian Krone
fr_fr: Couronne Norvégienne

source: New Zealand Dollar
fr_fr: Dollar New Zealandais

source: Polish Zloty
fr_fr: Zloty polonais

source: Pound Sterling
fr_fr: Livre Sterling

source: Singapore Dollar
fr_fr: Dollar de Singapour

source: Swedish Krona
fr_fr: Couronne Suédoise

source: Swiss Franc
fr_fr: Franc Suisse

source: U.S. Dollar
fr_fr: Dollar U.S.

source: You must specify your Paypal ID, which is an email address.
fr_fr: Vous devez spécifier votre ID Paypal, qui est une adresse Email.

source: Order #
fr_fr: # Commande

source: Click 'Next' to proceed to paypal.com to finish your order.
fr_fr: Cliquez sur 'Suivant' pour aller sur Paypal et terminer votre commande.

source: Paypal Email/Business ID
fr_fr: ID Email/Business Paypal

source: Transation Type
fr_fr: Type de transaction

source: Currency
fr_fr: Devise

source: Copy
fr_fr: Copier

source: Unable to create product detail page. The product detail page type is not defined.
fr_fr: Impossible de créer une page détaillée du produit. Le type de page détaillée du produit n'est pas défini.

source: Unable to create product detail page. The parent page is not valid.
fr_fr: Impossible de créer une page détaillée du produit. La page parente n'est pas valide.

source: Insufficient permissions to add a product detail page to this area of the site.
fr_fr: Autorisations insuffisantes pour ajouter une page détaillée du produit dans cette zone du site.

source: You must specify a minimum base shipping price, even if it is zero.
fr_fr: Vous devez spécifier une base pour le montant minimum de commande pour l'expédition, même si c'est zéro.

source: You must specify a minimum per item shipping price, even if it is zero.
fr_fr: Vous devez spécifier un montant minimum de commande par expédition, même si c'est zéro.

source: Basic Shipping
fr_fr: Base de livraison

source: Starting Rate
fr_fr: Départ du taux

source: Additional Cost Per Item
fr_fr: Coût additionnel par objet

source: Billing Information
fr_fr: Information de facturation

source: Email Address
fr_fr: Adresse Email

source: Special Offer Code
fr_fr: Code de réduction

source: To claim a discount, enter a valid coupon code below. If you don't have a coupon code, just click "Next" to skip this step.
fr_fr: Pour obtenir la remise, entrez un code de réduction valide ci-dessous. Si vous n'avez pas de code, il suffit de cliquer sur "Suivant" pour passer à l'étape suivante.

source: We are unable to complete processing of your order at this time. Please try again later.
fr_fr: Nous sommes dans l'incapacité de terminer le traitement de votre commande Actuellement. Veuillez s'il vous plaît réessayer plus tard.

source: Payment Method
fr_fr: Métohde de paiement

source: Payment is Unavailable.
fr_fr: Le paiement est indisponible.

source: Use Billing Address
fr_fr: Utiliser l'adresse de facturation

source: (Cost: <strong>%s</strong>)
fr_fr: (Coût: <strong>%s</strong>)

source: Cost: <strong>Free</strong>
fr_fr: Coût: <strong>Gratuit</strong>

source: Shipping is Unavailable.
fr_fr: La livraison est indisponible.

source: Discount Type
fr_fr: Type de réduction

source: Edit Discount
fr_fr: Editer la réduction

source: Delete Discount
fr_fr: Supprimer la réduction

source: Are you sure you want to remove this discount?
fr_fr: Etes vous certain de vouloir supprimer cette réduction ?

source: Discount Types
fr_fr: Types de réductions

source: There are no discount types installed.
fr_fr: Il n'y a aucun type de réduction d'installé.

source: Custom Discount Types
fr_fr: Types de réductions personnalisés

source: There are no available discount types awaiting installation.
fr_fr: Il n'y a aucun type de réduction disponible en attente d'installation.

source: Install
fr_fr: Installer

source: Manage Discount Types
fr_fr: Gerer les types de réductions

source: No discounts defined.
fr_fr: Aucune réduction définie.

source: Valid From
fr_fr: Valable à partir de

source: Valid To
fr_fr: Valable jusqu'à

source: Choose Discount Type
fr_fr: Choisir un type de réduction

source: Go
fr_fr: Aller

source: Manage Attribute Types
fr_fr: Gérer les types d'attributs

source: Attributes
fr_fr: Attributs

source: Edit Attribute
fr_fr: Editer l'attribut

source: Attribute Type
fr_fr: Type d'attribut

source: Delete Attribute
fr_fr: Supprimer l'attribut
